test/solver/incompressibleFluidNeoN/cases/pitzDailySteady/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     incompressibleFluidNeoN;

startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         500;
deltaT          1;

writeControl    timeStep;
writeInterval   500;
purgeWrite      0;
writeFormat     ascii;
writePrecision  16;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable no;

// ************************************************************************* //
